BenchBNB/app/controllers/api/benches_controller.rb

SELECT "benches".* FROM "benches"
---
  def index
    render json: Bench.all